Revit 2023 API
DuctSettings.AirDensity Property
 The air density.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Since: 2014
Syntax
C#
public double AirDensity { get; set; }
Visual Basic
Public Property AirDensity As Double
	Get
	Set
Visual C++
public:
property double AirDensity {
	double get ();
	void set (double value);
}
See Also
DuctSettings Class
Autodesk.Revit.DB.Mechanical Namespace